{
    "changes-dialog.discard": "Änderungen verwerfen",
    "changes-dialog.question": "Möchten Sie die vorgenommenen Änderungen wirklich verwerfen?",

    "changeowner.owner": "Besitzer ändern",
    "changeowner.choose": "Wählen Sie einen Benutzer aus, dem Sie die Besitzrechte übertragen wollen:",
    "changeowner.search": "Suche",
    "changeowner.cancel": "Abbrechen",
    "changeowner.setowner": "Besitzer festlegen",

    "changevm.change": "Verknüpfte VM ändern",
    "changevm.choose": "Wählen Sie eine VM aus, die Sie mit dieser Veranstaltung verknüpfen wollen:",
    "changevm.search": "Suche",
    "changevm.owner": "Besitzer",
    "changevm.changed": "Geändert",
    "changevm.expiration": "Ablaufdatum",
    "changevm.size": "Größe",
    "changevm.usable": "Verwendbar",
    "changevm.cancel": "Abbrechen",
    "changevm.set": "VM festlegen",

    "privacy.policy": "Datenschutzerklärung",
    "privacy.privacy": "Datenschutz",
    "privacy.notice1": "Wenn Sie sich an der bwLehrpool-Suite anmelden bzw. diese nutzen, werden verschiedene Informationen über Sie erfasst und gespeichert. Die nachfolgenden Punkte sollen Ihnen helfen zu verstehen, welche Daten zu welchem Zweck verwendet werden und wohin Sie sich bei Fragen wenden können.",
    "privacy.question1": "Was wird gesammelt?",
    "privacy.answer1": "Beim Login werden Name, E-Mail, Hochschule sowie Zeitpunkt des letzten Logins gespeichert und einer eindeutigen Nutzer-ID zugeordnet. Dies umfasst auch Informationen darüber, wann Sie sich für die Nutzung erstmalig registriert haben. Außerdem werden Informationen über einige Ihrer Aktivitäten innerhalb der bwLehrpool-Suite erfasst (beispielsweise wenn Sie eine VM hochladen oder löschen).",
    "privacy.question2": "Wozu werden diese Daten gesammelt?",
    "privacy.answer2": "Die Informationen sind notwendig, um VMs und Veranstaltungen Ihnen bzw. Ihren Kollegen eindeutig zuordnen und ggf. bei rechtlichen Verstößen eingreifen zu können. Wenn Sie VMs herunterladen (vom Satellitenserver oder öffentlichen Speicher), möchten Sie sicherlich wissen, von wem eine VM erstellt wurde und wen Sie ggf. kontaktieren können, falls die VM nicht wie erwartet funktioniert. Außerdem sind Nutzungsdaten für Diagnosezwecke wichtig, damit ein Administrator Ihnen helfen kann, falls Sie z.B. Ihre VM nicht mehr finden können und vermuten, dass diese von jemandem fälschlicherweise gelöscht wurde.",
    "privacy.question3": "Mit wem werden diese Daten geteilt?",
    "privacy.answer3": "Die erhobenen Daten werden ausschließlich auf dem Satellitenserver gespeichert, mit dem Sie sich während des Logins verbunden haben. Dieser steht in der Regel unter der Kontrolle des Rechenzentrums Ihrer Hochschule. Bei der erstmaligen Nutzung der Suite wurden Sie aufgefordert, sich über ein Webportal zu registrieren. Dies ist notwendig, um Ihre Zustimmung zur Speicherung und Verarbeitung Ihrer Daten zum Zweck des hochschulübergreifenden VM-Austauschs einzuholen. Die dort angegebenen Informationen stehen unter der Verwaltung des bwLehrpool-Teams in Freiburg. Wenn Sie eine VM auf den öffentlichen Speicher hochladen, wird die VM sowie damit verknüpfte Metadaten (Name des Besitzers/Erstellers, Zeitpunkt der Erstellung und letzten Änderung) auf den zentralen Server des bwLehrpool-Teams in Freiburg übertragen. Auch Nutzer anderer an bwLehrpool teilnehmenden Hochschulen können nun Ihre VM sowie die damit verbundenen (Kontakt-)Daten einsehen.",
    "privacy.question4": "Wie lange werden Daten gespeicher?",
    "privacy.answer4": "Informationen werden gespeichert, bis sie nicht mehr benötigt werden, um die notwendige Funktionalität bereitzustellen. Dies hängt auch von Faktoren wie der Art der Informationen, warum sie gesammelt und verarbeitet werden sowie den relevanten rechtlichen oder betrieblichen Speicherbedürfnissen ab.",
    "privacy.question5": "Wohin kann ich mich bei Fragen wenden?",
    "privacy.answer5": "Kontaktieren Sie als erstes Ihr Rechenzentrum. In der Regel wird dort der Satellitenserver, mit dem sich Ihre bwLehrpool-Suite standardmäßig verbindet, betrieben. Falls Sie dort keinen Ansprechpartner finden, können Sie sich an das Entwickler-Team von bwLehrpool (bwlehrpool@hs-offenburg.de) wenden.",

    "login.login": "Zugangsdaten",
    "login.username": "Benutzername",
    "login.pwd": "Passwort",
    "login.loginfailed": "Ungültige Anmeldedaten",
    "login.namenotempty": "Benutzername darf nicht leer sein",
    "login.pwdnotempty": "Passwort darf nicht leer sein",
    "login.server": "Verbindung zum Satellitenserver ist nicht möglich",
    "login.auth": "Authentifizierungsart",
    "login.DFN": "Authentifizierung über DFN-AAI",
    "login.test": "Test-Zugang mit festem Benutzer",
    "login.sat": "Direkter Zugang zum Satelliten",
    "login.register": "Registrieren",

    "logindialog.setSat": "Satellitenserver auswählen",
    "logindialog.givenSat": "Vorgegebene Server",
    "logindialog.serveradress": "Server-Adresse selbst eingeben",
    "logindialog.next": "Weiter",

    "navigation.vm": "VMs",
    "navigation.lecture": "Veranstaltungen",
    "navigation.about": "Über",
    "navigation.agreement": "Nutzungsvereinbarung",
    "navigation.data": "Datenschutzerklärung",
    "navigation.logout": "Abmelden",

    "useragreement.agreement": "Nutzungsvereinbarung",
    "useragreement.notice1": "Die Verwendung dieses Programms ist nur in Abstimmung mit der jeweils beteiligten Hochschulinstitution zulässig und unterliegt deren Bestimmungen und Einschränkungen. Im Rahmen des bwLehrpool-Systems erstellte und bereitgestellte Virtuelle Maschinen, die unfrei lizensierte Software enthalten, dürfen nur mit Erlaubnis bzw. Lizenzierung der betreffenden Rechteinhaber eingesetzt und weitergegeben werden.",
    "useragreement.notice2": "Insbesondere wird ausdrücklich darauf hingewiesen, dass die Verantwortung in Bezug auf eventuell notwendige Lizenzierung sämtlicher Software innerhalb einer Virtuellen Maschine, regelmäßiger Aktualisierung und rechtzeitigen Einspielens von Sicherheitsupdates ausschließlich beim erstellenden Personal liegt.",
    "useragreement.licence": "Lizenzierung des Programms",
    "useragreement.notice4": "Es wird, soweit gesetzlich zulässig, keinerlei Gewährleistung für dieses Programm, weder ausdrücklich noch implizit, geleistet. Der Urheberrechtsinhaber stellt das Programm „wie es ist“ zur Verfügung. Es werden einschließlich Marktreife oder Verwendbarkeit für einen bestimmten Zweck keinerlei Eigenschaften zugesichert.Das volle Risiko bezüglich Qualität, Leistungsfähigkeit oder jeglicher allgemeiner oder spezieller Schäden, Schäden durch Nebenwirkungen oder Folgeschäden, die aus Benutzung oder Unbenutzbarkeit des Programms folgen (einschließlich Datenverlusten oder fehlerhafter Verarbeitung von Daten)liegt auf Seiten des Anwenders / der Anwenderin.",

    "createlecture.new": "Neue Veranstaltung anlegen",
    "createlecture.entername": "Bitte geben Sie einen aussagekräftigen Namen für die Veranstaltung ein.",
    "createlecture.name": "Veranstaltungsname *",
    "createlecture.notice1": "Veranstaltungsname darf nicht leer sein",
    "createlecture.description": "Beschreibung",
    "createlecture.descriptionerror": "Beschreibung darf nicht leer sein",
    "createlecture.startday": "Startdatum *",
    "createlecture.startdayerror": "Startdatum darf nicht leer sein",
    "createlecture.startdayinfo": "Das Startdatum muss vor dem Enddatum liegen.",
    "createlecture.endday": "Enddatum *",
    "createlecture.enddayerror": "Enddatum darf nicht leer sein",
    "createlecture.amount": "Dauer der Veranstaltung",
    "createlecture.image": "VM verknüpfen",
    "createlecture.imageerror": "Wählen Sie eine VM für diese Veranstaltung aus. *",
    "createlecture.notice2": "Nur verwendbare/linkbare anzeigen",
    "createlecture.puclicimages": "Öffentliche VMs",
    "createlecture.visible": "Sichtbar:",
    "createlecture.owner": "Besitzer",
    "createlecture.changed": "Geändert",
    "createlecture.expiration": "Ablaufdatum",
    "createlecture.size": "Größe",
    "createlecture.usable": "Verwendbar",
    "createlecture.permission": "Berechtigungen festlegen",
    "createlecture.permissionnotice": "Legen Sie hier die gewünschten Berechtigungen fest.",
    "createlecture.permissionuser": "Benutzer",
    "createlecture.permissionedit": "Bearbeiten",
    "createlecture.adduser": "Benutzer hinzufügen",
    "createlecture.standardpermission": "Standardberechtigungen",
    "createlecture.standardpermissionnotice": "Legen Sie hier die Berechtigungen für alle anderen (nicht in der Liste angezeigten) Benutzer fest.",
    "createlecture.options": "Zusätzliche Optionen",
    "createlecture.optionsoptions": "Bitte wählen Sie aus folgenden Optionen aus:",
    "createlecture.general": "Allgemein",
    "createlecture.uptodate": "Immer auf aktuellste VM-Version updaten",
    "createlecture.activ": "Veranstaltung ist aktiv",
    "createlecture.exam": "Veranstaltung ist eine Prüfung",
    "createlecture.restriction": "Restrictions",
    "createlecture.network": "Netzwerk-/Internetzugriff zulassen",
    "createlecture.storage": "Speichermedien zulassen",
    "createlecture.rooms": "Raumauswahl",
    "createlecture.selectroom": "Bitte wählen Sie die Räume für diese Veranstaltung aus.",
    "createlecture.amountrooms": "Es sind zu viele Räume ausgewählt",
    "createlecture.limitlocation": "Veranstaltung ausschließlich in den ausgewählten Räumen anzeigen",
    "createlecture.limitlocation2": "Veranstaltung mit höherer Priorität in den ausgewählten Räumen anzeigen",
    "createlecture.cancel": "Abbrechen",
    "createlecture.finish": "Fertigstellen",
    "createlecture.days": "Tag(e)",

    "createvm.create": "Neue VM anlegen",
    "createvm.chosevm": "Bitte wählen Sie eine virtuelle Maschine zum Hochladen aus.",
    "createvm.vm": "Virtuelle Maschine",
    "createvm.vmx": ".vmx-Datei *",
    "createvm.vmdk": ".vmdk-Datei *",
    "createvm.notempty": "VM-Name darf nicht leer sein",
    "createvm.notice": "Hinweis",
    "createvm.metadata": "Metadaten",
    "createvm.insertdescription": "Fügen Sie eine Beschreibung hinzu.",
    "createvm.os": "Betriebssystem *",
    "createvm.description": "Beschreibung *",
    "createvm.descriptionnotempty": "Beschreibung darf nicht leer sein",
    "createvm.addpermission": "Berechtigungen festlegen",
    "createvm.setpermission": "Legen Sie hier die gewünschten Berechtigungen fest.",
    "createvm.user": "Benutzer",
    "createvm.link": "Verlinken",
    "createvm.edit": "Bearbeiten",
    "createvm.adduser": "Benutzer hinzufügen",
    "createvm.standardpermissions": "Standardberechtigungen",
    "createvm.permissionlist": "Hier können Sie die Rechte für nicht in der Liste angegebene Nutzer festlegen",
    "createvm.cancel": "Abbrechen",
    "createvm.finish": "Fertigstellen",
    "createvm.notice2": "Haben Sie noch keine eigene virtuelle Maschine erstellt, können Sie sich in der Übersicht eine virtuelle Maschine als Vorlage herunterladen, diese an Ihre Bedürfnisse anpassen und anschließend über diesen Assistenzen hochladen.",
    "createvm.notice3": "Wenn Sie die VM einer bestehenden Veranstaltung aktualisieren möchten, öffnen Sie die Detailansicht der bestehenden VM und wählen Sie 'Neue VM-Version hochladen'. Dadurch bleiben bestehende Berechtigungen, sowie Verknüpfungen zu Veranstaltungen erhalten."

}